bad_ingredients = [ "Хидрогенирани мазнини", "Частично хидрогенирани растителни масла", "Палмово масло", "Натриев нитрит ", "Натриев нитрат", 
"Глюкозо-фруктозен сироп", "Аспартам ", "Ацесулфам K", "Мононатриев глутамат", "BHA" , "BHT" , "Титанов диоксид", "Тартразин", "Сънсет жълто", "Алура червено"
"E310", "E311", "E312", "E320", "E321", "E407", "E430", "E431", "E432", "E433", "E434", "E435", "E436", "E450", "E451", "E452", "E466", "E620", "E621", "E622",
"E623", "E624", "E625", "E627", "E631", "E635", "E950", "E951", "E952", "E954", "E962", "E965"]
